docs/notes/2021-02-17-10-36-35-howell_2003_Varieties.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
  <!-- 2021-09-10 sex 16:29 -->
  <meta http-equiv="Content-Type" content=
  "text/html; charset=utf-8" />
  <meta name="viewport" content=
  "width=device-width, initial-scale=1" />
  <title>howell_2003_Varieties: Varieties of Capitalism: And Then
  There Was One? (2003, Comparative Politics)</title>
  <meta name="author" content="Gabriel Petrini" />
  <meta name="generator" content="Org Mode" />
</head>
<body>
  <div id="content" class="content">
    <h1 class="title">howell_2003_Varieties: Varieties of
    Capitalism: And Then There Was One? (2003, Comparative
    Politics)</h1>
    <p>Time-stamp: 2021-02-17</p>
    <dl class="org-dl">
      <dt>tags</dt>
      <dd></dd>
    </dl>
    <div id="outline-container-org1082c42" class="outline-2">
      <h2 id="org1082c42">Backlinks</h2>
      <div class="outline-text-2" id="text-org1082c42">
        <p><a href=
        "20210210190446-variaeties_of_capitalisms.html#ID-91af4a64-81b2-42dc-a3bc-07a91329a989">
        Varieties of Capitalisms</a></p>
      </div>
    </div>
