docs/notes/2021-02-17-10-36-35-howell_2003_Varieties.html
    <div id="outline-container-orgb31a55f" class="outline-2">
      <h2 id="orgb31a55f">FISH-5SS</h2>
      <div class="outline-text-2" id="text-orgb31a55f">
        <table border="2" cellspacing="0" cellpadding="6" rules=
        "groups" frame="hsides">
          <colgroup>
            <col class="org-left" />
            <col class="org-left" />
          </colgroup>
          <tbody>
            <tr>
              <td class="org-left"><b>Supporting Ideas</b></td>
              <td class="org-left">The resurgence of neoliberalism
              poses a challenge to any intellectual framework that
              posits the existence of distinct national models of
              capitalism and the persistence of nonmarket
              mechanisms of economic regulation</td>
            </tr>
            <tr>
              <td class="org-left"><b>Theorethical
              Background</b></td>
              <td class="org-left">VoC tries to be an alternative
              to Orthodox TINA narrative. However, uses some of
              neoclassical instruments. Besides that, this
              literature seen to be influent and starts to
              establish an relative consensus in CPE. Additionally,
              VoC scholar argue that previous work empahise too
              much state and labor and less atention is paid to
              firms’ central role. The VoC typology is developed in
              order to analyze how different institutional sets
              emerges to solve the coordination problem.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Purpose</b></td>
              <td class="org-left">Critically review VoC,
              Nonliberalism capitalist and Models of capitalism
              approaches</td>
            </tr>
            <tr>
              <td class="org-left"><b>Originality/value
              (Contribution)</b></td>
              <td class="org-left">Systematize the similarities and
              differences of each alternative. Additionally,
              provides some critiques and drawbacks in VoC
              literature.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Relevance</b></td>
              <td class="org-left">Presentes a summari of VoC
              literature as well as some alternatives.</td>
            </tr>
            <tr>
              <td class="org-left">
              <b>Design/methodology/approach</b></td>
              <td class="org-left">Review of theoretical
              literature.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Results</b></td>
              <td class="org-left">VoC is a firm-centric approach
              in which coordination problems are the main issue.
              Additionally, presents the “institutional comparative
              advantages” in which capital mobility is central and
              acts throwout institutional arbitrage. VoC scholars
              states that globalization generates an increase of
              divergencies between ideal-types while similarities
              within groups increases. One interesting critic is
              about “residuals type” and how this dual divergence
              will occurr. Other critiques rely on the little role
              of the state, labour and the emphasis on continuity
              insted structural changes. Regarding dissertation
              objetives (QCA) the complementarity between
              institutions is a possible niche to dialogue with
              literature.</td>
            </tr>
            <tr>
              <td class="org-left"><b>(Interesting)
              Findings</b></td>
              <td class="org-left">The only role left to state is
              to persist the current institutional set and to
              induce private agents to coordenate. Additionally,
              some authors question the long-run viability of the
              divergence.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Research
              limitations/implications (Critics)</b></td>
              <td class="org-left">No critics on the review.
              Critiques on VoC will be written in a appropriate
              document.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Uncategorized stuff</b></td>
              <td class="org-left">There are some logical
              contradictions and interresting contrafactuals
              against VoC: countries with some ideal-typology do
              not share the same outcome (in terms of economic
              performance). Institutional arbitrage is at odds with
              empirical evidence: private agents try to change and
              not only adapted to a institutional set. VoC may not
              be an general framework, but restricted to the
              contemporary capitalist economies (1980-). VoC is an
              static framework (compare snapshots).</td>
            </tr>
            <tr>
              <td class="org-left"><b>5SS</b></td>
              <td class="org-left">&nbsp;</td>
            </tr>
          </tbody>
        </table>
      </div>
    </div>
